const questions = [
    {
    question: "",
    answers: ["", "", ""],
    correct: 1,
    },
    {
    question: "",
    answers: ["", "", ""],
    correct: 2,
    },
    {
    question: "",
    answers: ["", "", "", ""],
    correct: 1,
    },
    
    {
    question: "",
    answers: ["", "", ""],
    correct: 2,
    },
                        
    {
    question: "",
    answers: ["", "", ""],
    correct: 4,
    },
    {
    question: "Вы вызвали скорую пострадавшему, но не можете дозвониться до руководителя и сообщить о происшествии. Можете ли вы приступить к оказанию первой помощи?",
    answers: ["Нет, не могу. Необходимо сначала сообщить о несчастном случае руководителю, затем можно оказывать помощь", "Да, могу. Чем быстрее начну оказывать помощь, тем выше шансы на спасение"],
    correct: 2,
    },
    {
    question: "Можно ли оценить эффективность СУОТ при введении новых технологий производства в организации?",
    answers: ["Нельзя, оценку СУОТ проводят при других обстоятельствах", "Нельзя, проводят только периодическую оценку во время планирования бюджета на СУОТ", "Можно, в качестве внеочередной оценки эффективности"],
    correct: 3,
    },
    {
    question: "Если инспектор выявит нарушения в порядке проведения спецоценки условий труда, какой штраф наложат на организацию? ",
    answers: ["От 130 000 до 200 000 рублей", "От 60 000 до 80 000 рублей", "От 20 000 до 50 000 рублей"],
    correct: 3,
    },
    {
    question: "Обязан ли работодатель создать систему управления охраной труда в организации?",
    answers: ["Да", "По своему усмотрению", "От 20 000 до 50 000 рублей"],
    correct: 1,
    },
    {
    question: "Обязан ли работник немедленно извещать своего непосредственного руководителя о любой ситуации, угрожающей здоровью людей?",
    answers: ["Нет, извещать нужно только о несчастных случаях", "Нет, только о чрезвычайной ситуации", "Да"],
    correct: 1,
    },
    {
    question: "От какого показателя зависит количество душевых на предприятии?",
    answers: ["Класс условий труда на конкретных рабочих местах", "Количество работников на всем предприятии", "Количество работников в многочисленную смену"],
    correct: 3,
    },
    {question: "Как действовать, если работник должен пройти обучение по нескольким программам?",
    answers: ["Выбрать одну программу обучения, которая наиболее подходит сотруднику", "Сотрудника нужно обучить отдельно по каждой программе", "Работодатель вправе снизить минимальную продолжительность обучения, если сотрудник проходит все три программы обучения. Тогда сотрудник обязан учиться не менее 40 часов"],
    correct: 3,
    },
    {
    question: "Могут ли работники участвовать в управлении охраной труда?",
    answers: ["Да, могут при условии, что прошли специальное обучение по охране труда", "Нет, не могут", "Да, могут"],
    correct: 3,
    },
    {
    question: "Как организовать комнату приема пищи, если на предприятии работают инвалиды на креслах-колясках?",
    answers: ["Прибавить к площади комнаты 1,65 кв.м на каждого работника с ограниченными возможностями", "Прибавить к площади комнаты 3 кв.м на каждого работника с ограниченными возможностями", "Прибавить к площади комнаты 1 кв.м на каждого работника с ограниченными возможностями"],
    correct: 1,
    },
    {
    question: "В какой срок проводить внеплановое обучение после актуализации программ обучения?",
    answers: ["В течение 60 дней после актуализации программ", "В течение 30 дней после актуализации программ", "В течение 60 дней до актуализации программ"],
    correct: 1,
    },
    {question: "Когда нужно проинформировать работника, если условия на рабочем месте отнесли к опасным?",
    answers: ["В течение 30 рабочих дней", "В течение 30 календарных дней", "Немедленно"],
    correct: 3,
    },
    {
    question: "Какой срок носки теплых СИЗ?",
    answers: ["Срок носки теплых СИЗ определяют по климатическому поясу", "Срок носки теплых СИЗ определяет сам работник", "Срок носки теплых СИЗ указывают в результатах СОУТ"],
    correct: 1,
    },
    {
    question: "Какая задача стоит перед работодателем, когда он организует СУОТ?",
    answers: ["Распределить права по охране труда на всех уровнях управления", "Распределить задачи по охране труда на всех уровнях управления", "Распределить обязанности по охране труда на всех уровнях управления "],
    correct: 3,
    },
]